import React from "react";
import { Fragment } from "react";
export default function AboutUs() {
    return(
        <Fragment>
            <section className="" id="about_us">
                <h2 className="">Хто ми?</h2>
                <p className="">Ми — команда, яка бачить автомобіль трохи інакше. Поки інші просто міняють деталі, ми «занурюємося» у систему, щоб знайти корінь проблеми.
Наша спеціалізація — складна автомобільна електроніка. У сучасному авто «мізки» важливіші за «залізо», тому ми зробили ставку на інтелектуальний ремонт. Якщо на панелі горить Check Engine, відмовляє блок керування або «глючить» парктронік — це наш виклик.</p>
                <h2 className="">Що ми робимо?</h2>
                <p className="">
                    Ми не просто СТО, а справжній «лікар» для вашого авто. Наші послуги діляться на два напрямки:
                </p>
                <ul className="">
                        <ol className="">High-Tech ремонт: професійна діагностика дилерського рівня, прошивка ЕБУ, ремонт систем мультимедіа, відновлення безпеки (Airbag), адаптація датчиків та робота з проводкою будь-якої складності.</ol>
                        <ol className="">Класичний сервіс: ми так само якісно робимо стандартні речі — від заміни мастил та фільтрів до ремонту ходової частини. Адже ми розуміємо: щоб електроніка працювала ідеально, механіка має бути справною.</ol>
                    </ul>
                <h2 className="">Чому ми?</h2>
                <ul className="">
                        <li className="">Інструменти, а не молоток: Використовуємо сучасне діагностичне обладнання, яке бачить те, що приховано від очей.</li>
                        <li className="">Чесність: Ми пояснюємо, що саме зламалося і чому, не нав’язуючи зайвих послуг.</li>
                        <li className="">Гібридний підхід: Вам не потрібно їхати до електрика в один кінець міста, а на заміну гальм — в інший. Ми робимо все в одному місці.</li>
                    </ul>
                    <strong className=""></strong>
            </section>
        </Fragment>
    );
}